Repository: coopengo/trytond_electronic_signature
Catalog: locale/*.po
Languages: fr

# field:company.company,signature_credentials:
source: Credentials
fr: Authentifications

# field:document.signature,attachment:
source: Attachment
fr: Pièce jointe

# field:document.signature,forced_by:
source: Forced By
fr: Signature forcée par

# field:document.signature,logs:
source: Logs
fr: Traces

# field:document.signature,provider_credential:
source: Provider Credential
fr: Authentification du fournisseur

# field:document.signature,provider_id:
source: Provider ID
fr: ID Fournisseur

# field:document.signature,provider_url:
source: Provider URL
fr: URL Fournisseur

# field:document.signature,status:
source: Status
fr: Statut

# field:document.signature.configuration,credential:
source: Credential
fr: Authentification

# field:document.signature.configuration,handwritten_signature:
source: Handwritten Signature
fr: Signature manuscrite

# field:document.signature.configuration,level:
source: Level
fr: Niveau

# field:document.signature.configuration,manual:
source: Manual
fr: Manuel

# field:document.signature.configuration,send_email_to_sign:
source: Send an e-mail to sign
fr: Envoyer un mail pour signer

# field:document.signature.configuration,send_signed_docs_by_email:
source: Send signed documents by e-mail
fr: Envoyer les documents signés par mail

# field:document.signature.configuration,suffix_url_cancel:
source: Suffix URL Cancel
fr: Suffixe de l'URL d'annulation

# field:document.signature.configuration,suffix_url_fail:
source: Suffix URL Fail
fr: Suffixe de l'URL d'échec

# field:document.signature.configuration,suffix_url_success:
source: Suffix URL Success
fr: Suffixe de l'URL de succès

# field:document.signature.configuration,timeout:
source: Signature service timeout (in seconds)
fr: Délai d'expiration (en secondes) des requêtes au service de signature

# field:document.signature.credential,auth_mode:
source: Authentication Mode
fr: Mode d'authentification

# field:document.signature.credential,company:
source: Company
fr: Société

# field:document.signature.credential,displayed_password:
source: Password
fr: Mot de passe

# field:document.signature.credential,log_execution:
source: Log Execution
fr: Tracer l'exécution

# field:document.signature.credential,password:
source: Password
fr: Mot de passe

# field:document.signature.credential,prefix_url_cancel:
source: Prefix URL Cancel
fr: Préfixe de l'URL d'annulation

# field:document.signature.credential,prefix_url_fail:
source: Prefix URL Fail
fr: Préfixe de l'URL d'échec

# field:document.signature.credential,prefix_url_success:
source: Prefix URL Success
fr: Préfixe de l'URL de succès

# field:document.signature.credential,provider:
source: Provider
fr: Fournisseur

# field:document.signature.credential,provider_url:
source: Provider URL
fr: URL du fournisseur

# field:document.signature.credential,username:
source: User Name
fr: Nom de l'utilisateur

# field:ir.attachment,can_create_new_signature:
source: Can Create New Signature
fr: Peut créer une nouvelle signature

# field:ir.attachment,can_force_signature:
source: Can Force Signature
fr: Peut forcer la signature

# field:ir.attachment,can_see_signatures:
source: Can See Signatures
fr: Peut voir les signatures

# help:document.signature,forced_by:
source: Document was not digitally signed, but manually forced by this user
fr: Le document n'a pas été signé numériquement mais la signature a été forcée par l'utilisateur

# help:document.signature.configuration,manual:
source: If set the electronic process will not be triggered automatically when the attachment is created
fr: Si cochée, le processus de signature électronique ne se déclenchera pas automatiquement à la création de la pièce jointe

# help:document.signature.configuration,send_email_to_sign:
source: Send an email to first signer to proceed with the electronic signature
fr: Envoyer un mail au premier signataire pour initier le processus de signature électronique

# help:document.signature.configuration,send_signed_docs_by_email:
source: Send an e-mail to each signer with the signed documents at the end of the process
fr: Envoyer un mail à chaque signataire avec les documents signés à la fin du processus

# help:document.signature.configuration,timeout:
source: Time after which the signature service requests fail with an error
fr: Temps après lequel la requête au service de signature échoue avec une erreur

# help:document.signature.credential,log_execution:
source: Set temporary the value to True to debug the call
fr: Positionner temporaire la valeur à Vraie pour déboguer les appels

# model:document.signature.configuration,name:
source: Signature Configuration
fr: Configuration du service de signature

# model:document.signature.credential,name:
source: Signature Credential
fr: Authentification du service de signature

# model:ir.message,text:msg_service_timeout
source: The signature service is not available
fr: Le service de signature ne répond pas

# model:ir.message,text:msg_unauthorized_transition
source: Could not change status to %(status)s for signature %(provider_id)s of %(provider)s
fr: Impossible de changer le statut à %(status)s pour la signature %(provider_id)s de %(provider)s

# model:ir.message,text:msg_unknown_signature
source: Could not find signature %(provider_id)s for %(provider)s
fr: Impossible de retrouver la signature %(provider_id)s pour %(provider)s

# selection:document.signature,status:
source: Canceled
fr: Annulée

# selection:document.signature,status:
source: Completed
fr: Réussie

# selection:document.signature,status:
source: Expired
fr: Expirée

# selection:document.signature,status:
source: Failed
fr: Rejetée

# selection:document.signature,status:
source: Issued
fr: Lancée

# selection:document.signature,status:
source: Manually Forced
fr: Forcée manuellement

# selection:document.signature,status:
source: Pending Validation
fr: En attente de validation

# selection:document.signature,status:
source: Ready
fr: Prête

# selection:document.signature.configuration,handwritten_signature:
source: Always
fr: Toujours

# selection:document.signature.configuration,handwritten_signature:
source: Never
fr: Jamais

# selection:document.signature.configuration,handwritten_signature:
source: On Touch Interface
fr: Sur les interfaces tactiles

# selection:document.signature.configuration,level:
source: Advanced
fr: Avancé

# selection:document.signature.configuration,level:
source: Certified
fr: Certifié

# selection:document.signature.credential,auth_mode:
source: Basic
fr: Basique

# view:company.company:
source: Electronic Signature
fr: Signature électronique

# view:document.signature:
source: Relaunch
fr: Relancer

# view:document.signature:
source: Update Info
fr: Mise à jour des informations

# view:ir.attachment:
source: Bypass Digital Process
fr: Contourner le processus électronique

# view:ir.attachment:
source: Electronic Signature
fr: Signature électronique

# view:ir.attachment:
source: Sign
fr: Signer
